TEXTS = {
    'greeting': 'Добро пожаловать!\nДля продолжения, выберите свою роль:',
    'speaker_greeting': 'Здравствуйте {}!\nБот поможет Вам следить за расписанием запланированных мероприятий в которых вы участвуете, а также читать и отвечать на вопросы слушателей.',
    'speaker_not_recognized': 'Извините, вас нет в списке спикеров. Свяжитесь с организатором и сообщите ему свой telegram id, чтобы он включил вас в список докладчиков',
    'guest_greeting': 'Здравствуйте {}!\nЗарегистрируйтесь, чтобы задавать вопросы спикерам, следить за ходом мероприятия, а также ознакомиться с программой мероприятия',
    'event_program': '1) 10:00 - 11:00\nТема доклада 1\nСпикер 1\n\n2) 11:00 - 11:30\nПерерывn\n\n3) 11:30 - 12:30\nТема доклада 2\nСпикер 2',
    'reports_for_speaker': 'Доклад № {}\nДата и время:\n{}   {}\nТема доклада:\n{}\nМесто проведения:\n{}\n\n',
    'reports_for_listener': 'Доклад № {}\nВремя:\n{}\nТема доклада:\n{}\nСпикер:\n{}\n\n',
    'report': 'Тема доклада:\n{}\nДата и время:\n{}   {}\nМесто проведения:\n{}',
    'success_registration': 'Поздравляем Вас с успешной регистрацией на мероприятие:\n"{}".\n\nМероприятие состоится {}\nпо адресу: {}\nстарт в {}.\n\n Вы сможете задать вопрос спикеру после начала доклада.',
    'show_speakers': 'Мы собрали немного информации о спикерах.\nВыберите, пожалуйста, интересующего Вас спикера.\n\nС темами докладов Вы можете ознакомиться в разделе "Программа мероприятия".',
    'speaker': 'ФИО: {}\nМесто работы: {}\nОпыт:\n{}',
    'question': '\nВопрос №{}\nОт кого:{}\nТекст вопроса:\n{}\n',
}
